"About" = "Ümber";
"About %@" = "About %@";
"Accessibility" = "Ligipääsetavus";
"Acknowledgments" = "Tunnustused";
"Active app" = "Active app";
"Active screen" = "Aktiivne ekraan";
"Active Space" = "Active Space";
"Additional controls" = "Lisakontroll";
"Additional controls…" = "Lisakontrollid ...";
"Advanced" = "Arenenud";
"After release" = "Pärast vabastamist";
"Align windows" = "Aknad joondage";
"Align windows:" = "Align windows:";
"All apps" = "All apps";
"All data from this form will be made public, as a ticket on github.com" = "Kõik selle vormi andmed avalikustatakse Github.com -i piletina";
"All screens" = "Kõik ekraanid";
"All Spaces" = "All Spaces";
"Allowed" = "Lubatud";
"Alphabetical" = "Alphabetical";
"Alphabetical Order" = "Tähestikuline järjekord";
"Also select windows using:" = "Also select windows using:";
"AltTab crashed last time you used it. Sending a crash report will help get the issue fixed" = "AltTab crashed last time you used it. Sending a crash report will help get the issue fixed";
"AltTab is currently set to show Applications. This setting is only available when AltTab is set to show Windows." = "Alttab on praegu seatud rakenduste kuvamiseks.See säte on saadaval ainult siis, kui Alttab on seatud Windowsi kuvamiseks.";
"AltTab is running without Screen Recording permissions. Thumbnails won’t show." = "AltTab is running without Screen Recording permissions. Thumbnails won’t show.";
"AltTab needs some permissions" = "Alttab vajab mingeid õigusi";
"AltTab will show if the window is currently minimized or fullscreen with a status icon." = "Alttab näitab, kas aken on praegu minimeeritud või olekuikooniga täisekraanil.";
"Always" = "Alati";
"Always send crash reports" = "Saada alati krahhi aruanded";
"and press" = "ja vajutama";
"and press:" = "and press:";
"Animations" = "Animatsioonid";
"Animations…" = "Animatsioonid ...";
"App (BundleID starting with)" = "Rakendus (bundleID alustab)";
"App Icons" = "Rakenduse ikoonid";
"App is hidden" = "App is hidden";
"App is running but has no open window" = "Rakendus töötab, kuid sellel pole avatud akent";
"Apparition delay" = "Ilmumisviivitus";
"Apparition delay:" = "Apparition delay:";
"Appearance" = "Välimus";
"Application Name" = "Rakenduse nimi";
"Application Name - Window Title" = "Rakenduse nimi - akna pealkiri";
"Applications" = "Rakendused";
"Are you sure you don’t want a response?" = "Kas olete kindel, et te ei soovi vastust?";
"Arrow keys" = "Nooleklahvid";
"Ask whether to send crash reports" = "Küsige, kas saata krahhi aruandeid";
"Auto-install updates periodically" = "Auto-install updates periodically";
"Blacklists" = "Mustade nimekirjad";
"Cancel" = "Tühista";
"Cancel and hide" = "Tühista ja peida";
"Center" = "Keskel";
"Check for updates now…" = "Kontrollige värskendusi kohe ...";
"Check for updates periodically" = "Kontrollige värskendusi perioodiliselt";
"Check for updates…" = "Check for updates…";
"Check permissions…" = "Check permissions…";
"Close window" = "Sulgede aken";
"Conflicting shortcut" = "Vastuoluline otsetee";
"Controls" = "Kontrollrühmad";
"Crash reports policy" = "Krahhi aruannete poliitika";
"Crash reports policy:" = "Crash reports policy:";
"Cursor follows focus" = "Cursor follows focus";
"Customize App Icons style…" = "Kohandage rakenduse ikoonide stiil ...";
"Customize Thumbnails style…" = "Kohandage pisipiltide stiili ...";
"Customize Titles style…" = "Kohandage pealkirjade stiil ...";
"Dark" = "Tume";
"Disabled" = "Disabled";
"Do nothing" = "Do nothing";
"Don’t check for updates periodically" = "Ärge kontrollige värskendusi perioodiliselt";
"Don’t send" = "Ärge saatke";
"Don’t show windows from these apps" = "Don’t show windows from these apps";
"Done" = "Tehtud";
"End" = "Lõpp";
"Fade out animation" = "Tuhmuma animatsiooni";
"Fade out animation:" = "Fade out animation:";
"Focus selected window" = "Focus selected window";
"Fullscreen window" = "Fullscreen window";
"Fullscreen windows:" = "Fullscreen windows:";
"Fullscreen/Defullscreen window" = "Täisekraanil/defullcreen aken";
"General" = "Üldine";
"Gesture" = "Gesture";
"Grant permission" = "Grant permission";
"Hidden windows:" = "Hidden windows:";
"Hide" = "Varjama";
"Hide app badges" = "Hide app badges";
"Hide app badges:" = "Hide app badges:";
"Hide apps with no open window" = "Hide apps with no open window";
"Hide apps with no open window:" = "Hide apps with no open window:";
"Hide colored circles on mouse hover" = "Peida hiire hõljumisel värvilised ringid";
"Hide colored circles on mouse hover:" = "Hide colored circles on mouse hover:";
"Hide in %@" = "Peida sisse %@";
"Hide Space number labels" = "Hide Space number labels";
"Hide Space number labels:" = "Hide Space number labels:";
"Hide status icons" = "Peida olekuikoonid";
"Hide status icons:" = "Hide status icons:";
"Hide window thumbnails:" = "Hide window thumbnails:";
"Hide/Show app" = "Peida/näituserakendus";
"High" = "Kõrge";
"Highest" = "Kõrgeim";
"Hold" = "Hoia";
"Horizontal Swipe with Four Fingers" = "Horizontal Swipe with Four Fingers";
"Horizontal Swipe with Three Fingers" = "Horizontal Swipe with Three Fingers";
"I think the app could be improved with…" = "I think the app could be improved with…";
"Ignore shortcuts when active" = "Ignoreeri otseteid aktiivselt";
"Ignore shortcuts while a window from these apps is active" = "Ignore shortcuts while a window from these apps is active";
"Language" = "Language";
"Language Change" = "Language Change";
"Large" = "Suur";
"Later" = "Later";
"Latest releases" = "Latest releases";
"Leading" = "Juhtiv";
"Left" = "Left";
"Light" = "Hele";
"Max height on screen:" = "Max height on screen:";
"Max width on screen:" = "Max width on screen:";
"Medium" = "Vahend";
"Menubar icon" = "Menubari ikoon";
"Menubar icon:" = "Menubar icon:";
"Middle" = "Keskosa";
"Minimize/Deminimize window" = "Minimize/Deminimize window";
"Minimized windows:" = "Minimized windows:";
"Miscellaneous" = "Miscellaneous";
"Miscellaneous:" = "Miscellaneous:";
"Mouse hover" = "Mouse hover";
"Multiple screens" = "Mitu ekraani";
"Never send crash reports" = "Ärge kunagi saatke krahhi aruandeid";
"Normal" = "Normaalne";
"Not allowed" = "Pole lubatud";
"NSHumanReadableCopyright" = "GPL-3.0 litsents";
"Only if the window is fullscreen" = "Only if the window is fullscreen";
"Open Accessibility Preferences…" = "Avatud juurdepääsetavuse eelistused ...";
"Open Screen Recording Preferences…" = "Avatud ekraani salvestamise eelistused ...";
"Open Trackpad Preferences…" = "Open Trackpad Preferences…";
"Optional: email (if you want a reply)" = "Valikuline: e -post (kui soovite vastust)";
"Order windows by" = "Tellige aknad";
"Policies" = "Policies";
"Preferences…" = "Eelistused ...";
"Preview selected window" = "Eelvaade valitud aken";
"Preview selected window:" = "Preview selected window:";
"Preview the selected window." = "Eelvaade valitud aken.";
"Quit" = "Loobuma";
"Quit %@" = "Sulge %@";
"Quit app" = "Quit app";
"Recently Created" = "Recently Created";
"Recently Created First" = "Hiljuti loodi esimene";
"Recently Focused" = "Recently Focused";
"Recently Focused First" = "Hiljuti keskendus kõigepealt";
"Remember my choice" = "Remember my choice";
"Reset preferences and restart" = "Lähtestage eelistused ja taaskäivitage";
"Reset preferences and restart…" = "Reset preferences and restart…";
"Restart Now" = "Restart Now";
"Rows of thumbnails:" = "Rows of thumbnails:";
"Screen including menu bar" = "Ekraan sisaldab menüüriba";
"Screen including mouse" = "Ekraan koos hiirga";
"Screen Recording" = "Ekraanisalvestus";
"Screen showing AltTab" = "Ekraan, mis näitab altabi";
"Select next window" = "Valige järgmine aken";
"Select previous window" = "Select previous window";
"Select windows on mouse hover" = "Valige hiire hõljuk Windows";
"Select windows using arrow keys" = "Valige Windows, kasutades nooleklahve";
"Select windows using vim keys" = "Valige aknad VIM -klahvide abil";
"Send" = "Saada";
"Send a crash report?" = "Kas saata krahhi aruanne?";
"Send anyway" = "Saada niikuinii";
"Send debug profile (CPU, memory, etc)" = "Saada silumisprofiil (CPU, mälu jne)";
"Send feedback" = "Saada tagasisidet";
"Send feedback…" = "Saada tagasisidet ...";
"Share improvement ideas, or report bugs" = "Jagage parendamise ideid või teatage vigadest";
"Shortcut 1" = "Otsetee 1";
"Shortcut 2" = "Otsetee 2";
"Shortcut 3" = "Otsetee 3";
"Shortcut 4" = "Otsetee 4";
"Shortcut 5" = "Otsetee 5";
"Shortcut already assigned to another action: %@" = "Otsetee on juba teisele toimingule määratud: %@";
"Shortcuts When Active" = "Otseteed aktiivselt";
"Shortcuts when active…" = "Otseteed aktiivselt ...";
"Show" = "Näita";
"Show & Hide" = "Näita Peida";
"Show an item in the switcher for each window, or for each application. Windows will be focused, whereas applications will be activated." = "Kuvage iga akna või iga rakenduse jaoks lüliti üksust.Aknad keskenduvad, rakendused aga aktiveeritakse.";
"Show at the end" = "Näidata lõpus";
"Show fullscreen windows" = "Kuva täisekraaniga aknad";
"Show hidden windows" = "Kuva peidetud aknad";
"Show in switcher" = "Näita lüliti";
"Show minimized windows" = "Näita minimeeritud aknaid";
"Show on" = "Näitama";
"Show on:" = "Show on:";
"Show standard tabs as windows" = "Näidake standardseid vahekaarte kui Windowsi";
"Show standard tabs as windows:" = "Show standard tabs as windows:";
"Show titles" = "Näitama pealkirju";
"Show windows from applications" = "Kuva rakenduste aknad";
"Show windows from screens" = "Kuva ekraanidelt aknaid";
"Show windows from Spaces" = "Kuva aknad ruumidelt";
"Show windows from:" = "Show windows from:";
"Size" = "Suurus";
"Skipped" = "Skipped";
"Small" = "Väike";
"Some apps like Finder or Preview use standard tabs which act like independent windows. Some other apps like web browsers use custom tabs which act in unique ways and are not actual windows. AltTab can't list those separately." = "Mõned rakendused, näiteks Finder või eelvaade, kasutavad standardseid vahekaarte, mis toimivad nagu sõltumatud aknad.Mõned muud rakendused, näiteks veebibrauserid, kasutavad kohandatud vahekaarte, mis toimivad ainulaadsel viisil ja pole tegelikud aknad.Alttab ei saa neid eraldi loetleda.";
"Source code repository" = "Source code repository";
"Space" = "Space";
"Space Order" = "Kosmosekorraldus";
"Start" = "Start";
"Start at login" = "Alustage sisselogimisest";
"Start at login:" = "Start at login:";
"Support this project ❤️" = "Toetage seda projekti ❤️";
"Swipe with Four Fingers" = "Swipe with Four Fingers";
"Swipe with Three Fingers" = "Swipe with Three Fingers";
"Switch between 3 different styles. You can customize them." = "Lülitage 3 erineva stiili vahel.Saate neid kohandada.";
"System" = "Süsteem";
"System Default" = "System Default";
"The application needs to restart to apply the language change." = "The application needs to restart to apply the language change.";
"Theme" = "Teema";
"Theme:" = "Teema:";
"Then release:" = "Then release:";
"This permission is needed to focus windows after you release the shortcut" = "See luba on vaja Windowsi keskendumiseks pärast otsetee vabastamist";
"This permission is needed to show screenshots and titles of open windows" = "Seda luba on vaja avatud akende ekraanipiltide ja pealkirjade kuvamiseks";
"Thumbnails" = "Pisipildid";
"Title" = "Title";
"Title truncation" = "Pealkirja kärpimine";
"Titles" = "Pealkirjad";
"Trigger shortcut" = "Päästiku otsetee";
"Unassign existing shortcut and continue" = "Olemasoleva otsetee määramine ja jätkake";
"Updates policy" = "Värskendab poliitikat";
"Updates policy:" = "Updates policy:";
"Use the app without this permission. Thumbnails won’t show." = "Use the app without this permission. Thumbnails won’t show.";
"Version" = "Version";
"Vertical Swipe with Four Fingers" = "Vertical Swipe with Four Fingers";
"Vertical Swipe with Three Fingers" = "Vertical Swipe with Three Fingers";
"View existing discussions" = "View existing discussions";
"Vim keys" = "Vim keys";
"Vim keys already assigned to other actions:\n%@" = "VIM võtmed on juba muude toimingute jaoks määratud: \\ n%@";
"Visibility" = "Nähtavus";
"Visible Spaces" = "Nähtavad ruumid";
"When fullscreen" = "Kui täisekraanil";
"When no open window" = "Kui pole avatud akent";
"While open, press:" = "While open, press:";
"Window app icon size:" = "Window app icon size:";
"Window is fullscreen" = "Aken on täisekraaniga";
"Window is minimized" = "Aken on minimeeritud";
"Window is on every Space" = "Aken on igal ruumis";
"Window is on Space %d" = "Aken on kosmoses %d";
"Window max width in row:" = "Window max width in row:";
"Window min width in row:" = "Window min width in row:";
"Window order:" = "Window order:";
"Window Title" = "Akna pealkiri";
"Window title font size:" = "Window title font size:";
"Window title truncation:" = "Window title truncation:";
"Windows" = "Aknad";
"You can’t undo this action." = "You can’t undo this action.";
"You didn’t write your email, thus can’t receive any response." = "Te ei kirjutanud oma e -posti, seega ei saa te vastust.";
"You may need to disable some conflicting system gestures" = "You may need to disable some conflicting system gestures";
